Repository: somersjens/don-t-forget
Catalog: Don't forget/Don't forget/Localizable.xcstrings
Source language: en
Languages: nl

# over de app
source: of the app
nl: over de app

source: · reminder %lld
nl: · herinnering %lld

# ‘%@’ definitief verwijderd
source: ‘%@’ permanently deleted
nl: ‘%@’ definitief verwijderd

# ‘%@’ teruggezet
source: ‘%@’ restored
nl: ‘%@’ teruggezet

# ‘%@’ verwijderd
source: ‘%@’ deleted
nl: ‘%@’ verwijderd

# %@ bewerken
source: Edit %@
nl: %@ bewerken

# %@, %lld items
source: %1$@, %2$lld items
nl: %@, %lld items

# %@, taak verplaatsen
source: %@, move task
nl: %@, taak verplaatsen

# %lld afgerond
source: %lld completed
nl: %lld afgerond

# %lld graden, afvinken als afgerond
source: %lld degrees, mark as completed
nl: %lld graden, afvinken als afgerond

# %lld in afgelopen 7 dagen
source: %lld in the last 7 days
nl: %lld in afgelopen 7 dagen

# %llde
source: %lldth
nl: %llde

# 0 = vandaag, 1 = morgen
source: 0 = today, 1 = tomorrow
nl: 0 = vandaag, 1 = morgen

# 1 jaar
source: 1 year
nl: 1 jaar

# 1 januari in week 1
source: January 1 in week 1
nl: 1 januari in week 1

# 1,5 jaar
source: 1.5 years
nl: 1,5 jaar

# 2 jaar
source: 2 years
nl: 2 jaar

# 3 maanden
source: 3 months
nl: 3 maanden

# 6 maanden
source: 6 months
nl: 6 maanden

# 9 maanden
source: 9 months
nl: 9 maanden

# Aan de slag
source: Get Started
nl: Aan de slag

# Aangemaakt
source: Created
nl: Aangemaakt

# Aantal
source: Number
nl: Aantal

# Aantal dagen vooraf
source: Number of Days Before
nl: Aantal dagen vooraf

# Aantal weergeven
source: Number to Show
nl: Aantal weergeven

# Actieknop
source: Action Button
nl: Actieknop

# Actieknop configureren
source: Configure Action Button
nl: Actieknop configureren

# Acties voor %@
source: Actions for %@
nl: Acties voor %@

source: Add Item
nl: Voeg item toe

# Afgelopen 7 dagen
source: Last 7 Days
nl: Afgelopen 7 dagen

# Afgelopen 10 weken
source: Last 10 Weeks
nl: Afgelopen 10 weken

# Afgelopen 12 maanden
source: Last 12 Months
nl: Afgelopen 12 maanden

# Afgerond
source: Finished
nl: Afgerond

# Afgerond opschonen
source: Clear completed items
nl: Afgeronde items opschonen

# Afgerond verwijderen?
source: Delete Finished?
nl: Afgerond verwijderen?

# Afgeronde items downloaden als CSV
source: Download completed items as CSV
nl: Afgeronde items downloaden als CSV

# Afgeronde items verschijnen hier automatisch en kun je altijd weer terugzetten.
source: Completed items appear here automatically and can always be restored.
nl: Afgeronde items verschijnen hier automatisch en kun je altijd weer terugzetten.

# Afsnijden als het te lang is
source: Truncate long text
nl: Lange tekst afsnijden

# Afvinken
source: Mark as Done
nl: Afvinken

# Agenda
source: Calendar
nl: Agenda

# Agenda vooruit laden
source: Load Calendar Ahead
nl: Agenda vooruit laden

# Agenda-item
source: Calendar item
nl: Agenda-item

# Algemeen
source: General
nl: Algemeen

source: All finished and deleted items will be permanently deleted. This cannot be undone.
nl: Alle afgeronde en verwijderde items worden definitief verwijderd. Dit kan niet ongedaan worden gemaakt.

source: All calendar items, tasks, recurrences, finished items, and settings will be permanently deleted. The app will then start as if you downloaded it for the first time.
nl: Alle agenda-items, taken, herhalingen, afgeronde items en instellingen worden definitief verwijderd. De app start daarna alsof je hem voor het eerst hebt gedownload.

# Alleen snel invoerveld
source: Quick entry field only
nl: Alleen snel invoerveld

# Alleen vandaag
source: Today only
nl: Alleen vandaag

# Alles
source: All
nl: Alles

# Alles bij de hand. Ook als je je telefoon verliest.
source: Keep everything close at hand, even if you lose your phone.
nl: Alles bij de hand. Ook als je je telefoon verliest.

# Alles wat je niet wilt vergeten, op één plek.
source: Everything you don't want to forget, in one place.
nl: Alles wat je niet wilt vergeten, op één plek.

# Alles wat past
source: All that fits
nl: Alles wat past

# Als je apparaat kwijt raakt, zijn je gegevens niet terug te halen.
source: If you lose your device, your data cannot be recovered.
nl: Als je apparaat kwijtraakt, zijn je gegevens niet terug te halen.

# Andere datum in agenda...
source: Different date
nl: Andere datum

# Annuleer
source: Cancel
nl: Annuleer

# App-taal
source: App Language
nl: App-taal

source: Apple could not authenticate this app with WeatherKit. Check that WeatherKit is enabled for this App ID under both App Services and App Capabilities. If both are already enabled, try again later; Apple may be experiencing a temporary authentication outage.
nl: Apple kon deze app niet aanmelden bij WeatherKit. Controleer of WeatherKit voor deze App ID bij zowel App Services als App Capabilities aanstaat. Staat dat al goed, probeer dan later opnieuw; Apple heeft mogelijk een tijdelijke authenticatiestoring.

# Apple Weather, broninformatie
source: Apple Weather, source information
nl: Apple Weather, broninformatie

# Automatische iCloud-synchronisatie
source: Automatic iCloud Sync
nl: Automatische iCloud-synchronisatie

# Backup en herstel
source: Backup and restore
nl: Backup en herstel

# Backup mislukt
source: Backup failed
nl: Backup mislukt

# Backup teruggezet. Heropen de app om alle instellingen opnieuw te laden.
source: Backup restored. Reopen the app to reload all settings.
nl: Backup teruggezet. Heropen de app om alle instellingen opnieuw te laden.

# Backupbestand terugzetten
source: Restore backup file
nl: Backupbestand terugzetten

# Beginscherm-widget
source: Home Screen widget
nl: Beginscherm-widget

# Beginscherm-widget configureren
source: Configure Home Screen widget
nl: Beginscherm-widget configureren

# Bekijk WeatherKit-instellingen bij Apple
source: View WeatherKit settings at Apple
nl: Bekijk WeatherKit-instellingen bij Apple

source: Add another task, or tap the checkmark in the top right when you’re done entering tasks.
nl: Schrijf nog een taak, of tik rechtsboven op het vinkje om het toetsenbord te sluiten.

# Bestemming
source: Destination
nl: Bestemming

# Bewaar
source: Save
nl: Bewaar

# Bewaren mislukt
source: Save failed
nl: Bewaren mislukt

# Bewerken afsluiten
source: Finish Editing
nl: Bewerken afsluiten

# Bij indrukken
source: When Pressed
nl: Bij indrukken

source: Smart display shows Tasks at full width when there are no calendar items, and vice versa. This keeps more text visible.
nl: Bij slimme weergave worden Taken over de volledige breedte getoond als er geen kalenderitems zijn, en andersom. Zo wordt er minder snel tekst afgesneden.

# Binnenkort
source: Soon
nl: Binnenkort

# birthday.status.birthdayInDays
source: Has a birthday in %lld day(s)
nl: Is over %lld dag/dagen jarig

# birthday.status.today
source: Has a birthday today
nl: Is vandaag jarig

# birthday.status.turnedToday
source: Turned %lld today
nl: Is vandaag %lld geworden

# birthday.status.turnsInDays
source: Turns %1$lld in %2$lld day(s)
nl: Wordt over %2$lld dag/dagen %1$lld

# Blauw
source: Blue
nl: Blauw

# Bovenste taken
source: Tasks on top
nl: Bovenste taken

# Bron
source: Source
nl: Bron

# Bruin
source: Brown
nl: Bruin

# Cadeau-idee of andere herinnering...
source: Gift idea or another reminder…
nl: Cadeau-idee of andere herinnering...

# Categorie
source: Category
nl: Categorie

# Categorie in Taken kiezen
source: Choose Category in Tasks
nl: Categorie in Taken kiezen

# Categorie verwijderen
source: Delete Category
nl: Categorie verwijderen

# category.recurring.birthdays
source: Birthdays
nl: Verjaardagen

# category.recurring.general
source: General
nl: Algemeen

# category.recurring.holidays
source: Holidays
nl: Feestdagen

# category.todo.groceries
source: Groceries
nl: Boodschappen

# category.todo.longTerm
source: Long term
nl: Lange termijn

# category.todo.soon
source: Soon
nl: Binnenkort

source: Compact categories show only the title and next date. Holidays are compact by default.
nl: Compacte categorieën tonen alleen de titel en eerstvolgende datum. Feestdagen staan standaard compact.

# Compacte rij voor %@
source: Compact Row for %@
nl: Compacte rij voor %@

# Compacte rijen
source: Compact Rows
nl: Compacte rijen

# country.BE
source: Belgium
nl: België

# country.DE
source: Germany
nl: Duitsland

# country.FR
source: France
nl: Frankrijk

# country.GB
source: United Kingdom
nl: Verenigd Koninkrijk

# country.MA
source: Morocco
nl: Marokko

# country.NL
source: Netherlands
nl: Nederland

# country.TR
source: Türkiye
nl: Turkije

# country.US
source: United States
nl: Verenigde Staten

# csv.header.category
source: category
nl: categorie

# csv.header.content
source: content
nl: inhoud

# csv.header.dateTime
source: date and time
nl: datumtijd

# csv.header.deleted
source: deleted 1/0
nl: verwijderd 1/0

# csv.header.type
source: type
nl: soort

# Cyaan
source: Cyan
nl: Cyaan

# Dag
source: Day
nl: Dag

# Dag van maand
source: Day of Month
nl: Dag van maand

# Dagelijks
source: Daily
nl: Dagelijks

# Dagen
source: Days
nl: Dagen

# Dagen tellen
source: Day count
nl: Dagen tellen

# Dagen tellen (0 = vandaag)
source: Day count (0 = today)
nl: Dagen tellen (0 = vandaag)

# Dagen vooraf
source: Days Before
nl: Dagen vooraf

# Datum
source: Date
nl: Datum

# Datum (dd/mm)
source: Date (mm/dd)
nl: Datum (dd/mm)

# Datum formattering
source: Date formatting
nl: Datum formattering

# Datum in agenda kiezen
source: Choose Calendar Date
nl: Datum in agenda kiezen

# Datumweergave
source: Date display
nl: Datumweergave

source: The Action Button is only available on iPhone 15 Pro and newer models. On your iPhone, go to Settings › Action Button › Shortcut and choose ‘New Task’.
nl: De Actieknop is alleen beschikbaar op iPhone 15 Pro en nieuwere modellen. Ga op je iPhone naar Instellingen › Actieknop › Opdracht en kies ‘Nieuwe taak’.

source: The app varies the date predictably around this interval. This keeps it spontaneous without changing the schedule after every sync.
nl: De app varieert de datum voorspelbaar rond dit interval. Zo blijft het spontaan, maar verspringt de planning niet bij iedere synchronisatie.

source: The app varies the date predictably around the selected period. This keeps it spontaneous without changing the schedule after every sync.
nl: De app varieert de datum voorspelbaar rond deze gekozen periode. Zo blijft het spontaan, maar verspringt de planning niet bij iedere synchronisatie.

source: The backup contains %lld items. A safety copy of the current data will be created first.
nl: De backup bevat %lld items. Er wordt eerst automatisch een veiligheidskopie gemaakt.

source: The backup contains active and finished items, recurrences, and settings. Before restoring, a safety copy of the current data will be created.
nl: De backup bevat actieve en afgeronde items, herhalingen en instellingen. Voor een herstelactie wordt eerst nog een kopie van de huidige gegevens gemaakt.

source: The first link appears as a clickable link in the overview. A new field appears automatically after entry, up to five links.
nl: De bovenste link verschijnt klikbaar in het overzicht. Na het invullen verschijnt automatisch een volgend veld, tot maximaal vijf links.

source: The Lock Screen widget is available on iPhone 11 and newer models and on iPhone SE (2nd generation) and newer. Touch and hold the Lock Screen, then tap Customize › Lock Screen › Add Widgets. Then select the Forget It widget.
nl: De toegangsschermwidget is beschikbaar op iPhone 11 en nieuwere modellen en op iPhone SE (2e generatie) en nieuwer. Houd het toegangsscherm ingedrukt en tik op Pas aan › Toegangsscherm › Voeg widgets toe. Kies daarna de widget van Forget It.

source: The new country’s default selection replaces your currently selected holidays. Custom holidays are not deleted.
nl: De standaardselectie van het nieuwe land vervangt je huidige geselecteerde feestdagen. Eigen feestdagen worden niet verwijderd.

source: The change takes effect after you fully close and reopen the app.
nl: De wijziging wordt actief nadat je de app volledig hebt afgesloten en opnieuw hebt geopend.

# Definitief verwijderen
source: Delete Permanently
nl: Definitief verwijderen

# Demodata activeren
source: Enable Demo Data
nl: Demodata activeren

# Demodata verwijderen
source: Remove Demo Data
nl: Demodata verwijderen

# Derde
source: Third
nl: Derde

# Deselecteer alles
source: Deselect All
nl: Deselecteer alles

source: This age does not correspond to a leap year with February 29. Choose an appropriate age.
nl: Deze leeftijd hoort niet bij een geboortejaar met 29 februari. Kies een passende leeftijd.

source: This Mac uses the same private iCloud container as your iPhone and iPad. Changes are updated automatically on all devices.
nl: Deze Mac gebruikt dezelfde private iCloud-container als je iPhone en iPad. Wijzigingen worden automatisch op alle apparaten bijgewerkt.

# Deze reminder gebruikt dezelfde kleur als de verjaardagscategorie.
source: This reminder uses the same color as the birthday category.
nl: Deze herinnering gebruikt dezelfde kleur als de verjaardagscategorie.

# Direct spraak opnemen
source: Start Voice Recording Immediately
nl: Direct spraak opnemen

# Dit is een voorbeeld
source: This is an example
nl: Dit is een voorbeeld

# Doorgaan
source: Continue
nl: Doorgaan

# Doorgaan zonder Apple ID
source: Continue Without Apple ID
nl: Doorgaan zonder Apple ID

# Doorlopen op nieuwe regel
source: Wrap onto new line
nl: Doorlopen op nieuwe regel

# Druk op de Actieknop
source: Press the Action Button
nl: Druk op de Actieknop

# Eén dag meer
source: One Day More
nl: Eén dag meer

# Eén dag minder
source: One Day Less
nl: Eén dag minder

source: A yellow-highlighted weekday contains a time. Items with a time are automatically sorted within that day.
nl: Een geel gemarkeerde weekdag bevat een tijd. Items met een tijd worden binnen die dag automatisch op volgorde gezet.

source: Changing countries replaces this selection. Custom holidays are preserved. Islamic calendar dates may differ by one day due to local moon sightings.
nl: Een landwissel vervangt deze selectie. Eigen feestdagen blijven bewaard. Data uit de islamitische kalender kunnen door lokale maanwaarneming één dag verschillen.

# Een positie omhoog
source: Move Up One Position
nl: Een positie omhoog

# Een positie omlaag
source: Move Down One Position
nl: Een positie omlaag

source: A full backup contains active and finished items, recurrences, and settings. CSV is only intended as a readable history overview.
nl: Een volledige backup bevat actieve en afgeronde items, herhalingen en instellingen. CSV is alleen bedoeld als leesbaar historie-overzicht.

# Eenheid
source: Unit
nl: Eenheid

# Eerste
source: First
nl: Eerste

# Eerste herhaling toevoegen
source: Add First Recurrence
nl: Eerste herhaling toevoegen

# Eerste verjaardag toevoegen
source: Add First Birthday
nl: Eerste verjaardag toevoegen

# Eerstvolgende datum
source: Next date
nl: Eerstvolgende datum

# Eigen feestdag toevoegen
source: Add Custom Holiday
nl: Eigen feestdag toevoegen

# Eigen feestdagen kun je ook toevoegen met de plusknop bij de oranje categorie.
source: You can also add custom holidays with the plus button in the orange category.
nl: Eigen feestdagen kun je ook toevoegen met de plusknop bij de oranje categorie.

# Einde-dagherinnering
source: End-of-Day Reminder
nl: Einde-dagherinnering

# Elk kwartaal
source: Quarterly
nl: Elk kwartaal

# Elke %lld
source: Every %lld
nl: Elke %lld

# Elke %llde van de maand
source: Every %lldth of the Month
nl: Elke %llde van de maand

# Er is geen tekst ingevoerd.
source: No text was entered.
nl: Er is geen tekst ingevoerd.

# Er is nog geen automatische veiligheidskopie beschikbaar.
source: No automatic safety copy is available yet.
nl: Er is nog geen automatische veiligheidskopie beschikbaar.

# error.syncFailed
source: Sync failed: %@
nl: Synchroniseren is mislukt: %@

# Exporteren mislukt
source: Export failed
nl: Exporteren mislukt

# Extra notitie...
source: Additional note…
nl: Extra notitie...

# feedback.deleted
source: ‘%@’ deleted
nl: ‘%@’ verwijderd

# feedback.movedTo
source: ‘%1$@’ moved to %2$@
nl: ‘%1$@’ verplaatst naar %2$@

# feedback.movedToFinished
source: ‘%@’ was moved to Finished
nl: ‘%@’ is verplaatst naar Afgerond

# feedback.permanentlyDeleted
source: ‘%@’ permanently deleted
nl: ‘%@’ definitief verwijderd

# feedback.restored
source: ‘%@’ restored
nl: ‘%@’ teruggezet

# Feestdag op vaste dag
source: Holiday on a Fixed Date
nl: Feestdag op vaste dag

# Feestdagen
source: Holidays
nl: Feestdagen

# Feestdagen kiezen
source: Choose Holidays
nl: Feestdagen kiezen

# Flexibel (ongeveer)
source: Flexible (approximate)
nl: Flexibel (ongeveer)

# Frequentie
source: Frequency
nl: Frequentie

source: Go back to the calendar to see your recurring item. The app automatically schedules it endlessly into the future.
nl: Ga terug naar de agenda om je herhaling te bekijken. De app plant deze automatisch eindeloos vooruit.

# Geboortedatum
source: Date of Birth
nl: Geboortedatum

# Geboortejaar
source: Birth year
nl: Geboortejaar

# Geboortejaar onzeker
source: Birth year uncertain
nl: Geboortejaar onzeker

# Gebruik de controls, of tik op een andere weekdag om direct te verplaatsen.
source: Use the buttons to move step by step, or tap another weekday to move it there directly.
nl: Gebruik de knoppen om te verplaatsen, of tik op een andere weekdag om het direct daar te plaatsen.

# Gebruik de filterknoppen om alleen afgeronde items van een bepaalde tab te zien.
source: Use the filters to show completed items from one specific tab only.
nl: Gebruik de filters om alleen afgeronde items uit een bepaalde tab te zien.

# Gebruik deze plaats
source: Use this place
nl: Gebruik deze plaats

# Gebruik mijn huidige locatie
source: Use my current location
nl: Gebruik mijn huidige locatie

# Geef ‘Don’t forget’ toestemming voor meldingen via de iOS-instellingen.
source: Allow notifications for ‘Forget It’ in iOS Settings.
nl: Geef ‘Forget It’ toestemming voor meldingen via de iOS-instellingen.

# Geel
source: Yellow
nl: Geel

# Geen afgeronde %@-items
source: No completed %@ items
nl: Geen afgeronde %@-items

# Geen iCloud-account aangemeld; gegevens blijven alleen op dit apparaat
source: No iCloud account is signed in; data remains only on this device
nl: Geen iCloud-account aangemeld; gegevens blijven alleen op dit apparaat

# Geen openstaande taken voor vandaag
source: No unfinished tasks for today
nl: Geen openstaande taken voor vandaag

# Geen toegang. Je kunt dit later wijzigen in iOS-instellingen.
source: Access denied. You can change this later in iOS Settings.
nl: Geen toegang. Je kunt dit later wijzigen in iOS-instellingen.

# Geen zoekresultaten
source: No search results
nl: Geen zoekresultaten

# Gegevens niet geopend
source: Data could not be opened
nl: Gegevens niet geopend

# Gereed
source: Done
nl: Gereed

# Gisteren
source: Yesterday
nl: Gisteren

# Grafieken inklappen
source: Collapse Charts
nl: Grafieken inklappen

# Grafieken uitklappen
source: Expand Charts
nl: Grafieken uitklappen

# Grijs
source: Gray
nl: Grijs

# Groen
source: Green
nl: Groen

# Groep
source: Group
nl: Groep

# Hele app openen
source: Open full app
nl: Hele app openen

# Hele app resetten
source: Reset the entire app
nl: Hele app resetten

# Hele app resetten?
source: Reset the Entire App?
nl: Hele app resetten?

# Herhaling
source: Recurrence
nl: Herhaling

# Herhaling toevoegen aan %@
source: Add Recurrence to %@
nl: Herhaling toevoegen aan %@

# Herhalingen
source: Recurring
nl: Herhalingen

# Herhalingen beheren
source: Manage Recurrences
nl: Herhalingen beheren

# Heropen de app
source: Reopen the app
nl: Open de app opnieuw

# history.loadOlder
source: Load older items (%lld)
nl: Oudere items laden (%lld)

# history.noCompletedFilter
source: No completed %@ items
nl: Geen afgeronde %@-items

# history.restoreTo
source: Restore to %@
nl: Zet terug naar %@

# holiday.all-saints
source: All Saints’ Day
nl: Allerheiligen

# holiday.amazigh-new-year
source: Amazigh New Year
nl: Amazigh Nieuwjaar

# holiday.armistice
source: Armistice Day
nl: Wapenstilstand

# holiday.ascension
source: Ascension Day
nl: Hemelvaartsdag

# holiday.assumption
source: Assumption of Mary
nl: Maria-Hemelvaart

# holiday.bastille-day
source: Bastille Day
nl: Quatorze Juillet

# holiday.boxing-day
source: Boxing Day
nl: Tweede kerstdag

# holiday.children-day
source: Children’s Day
nl: Dag van het Kind

# holiday.christmas
source: Christmas Day
nl: Eerste kerstdag

# holiday.columbus-day
source: Columbus Day
nl: Columbusdag

# holiday.democracy-day
source: Democracy and National Unity Day
nl: Dag van Democratie en Nationale Eenheid

# holiday.early-may
source: Early May Bank Holiday
nl: Feestdag begin mei

# holiday.easter-monday
source: Easter Monday
nl: Paasmaandag

# holiday.easter-sunday
source: Easter Sunday
nl: Eerste paasdag

# holiday.eid-al-adha
source: Feast of Sacrifice (Eid al-Adha)
nl: Offerfeest (Eid al-Adha)

# holiday.eid-al-fitr
source: Feast of Breaking the Fast (Eid al-Fitr)
nl: Suikerfeest (Eid al-Fitr)

# holiday.fathers-day
source: Father’s Day
nl: Vaderdag

# holiday.flemish-community
source: Day of the Flemish Community
nl: Feestdag van de Vlaamse Gemeenschap

# holiday.french-community
source: Day of the French Community
nl: Feestdag van de Franse Gemeenschap

# holiday.german-community
source: Day of the German-speaking Community
nl: Feestdag van de Duitstalige Gemeenschap

# holiday.good-friday
source: Good Friday
nl: Goede Vrijdag

# holiday.green-march
source: Green March
nl: Groene Mars

# holiday.independence-day
source: Independence Day
nl: Onafhankelijkheidsdag

# holiday.independence-manifesto
source: Proclamation of Independence
nl: Manifest van de Onafhankelijkheid

# holiday.indigenous-day
source: Indigenous Peoples’ Day
nl: Dag der Inheemsen

# holiday.islamic-new-year
source: Islamic New Year
nl: Islamitisch Nieuwjaar

# holiday.kings-day
source: King’s Day
nl: Koningsdag

# holiday.labor-day
source: Labor Day
nl: Dag van de Arbeid

# holiday.labour-day
source: Labor Day
nl: Dag van de Arbeid

# holiday.labour-solidarity-day
source: Labour and Solidarity Day
nl: Dag van de Arbeid en Solidariteit

# holiday.liberation-day
source: Liberation Day
nl: Bevrijdingsdag

# holiday.maroons-day
source: Day of the Maroons
nl: Dag der Marrons

# holiday.mawlid
source: Prophet’s Birthday (Mawlid)
nl: Geboortedag van de profeet (Mawlid)

# holiday.memorial-day
source: Memorial Day
nl: Herdenkingsdag

# holiday.mlk-day
source: Martin Luther King Jr. Day
nl: Martin Luther King Jr.-dag

# holiday.morocco-independence
source: Independence Day
nl: Onafhankelijkheidsdag

# holiday.mothers-day
source: Mother’s Day
nl: Moederdag

# holiday.national-day
source: National Day
nl: Nationale feestdag

# holiday.new-year
source: New Year’s Day
nl: Nieuwjaarsdag

# holiday.oued-eddahab-day
source: Recovery of Oued Eddahab
nl: Terugkeer van Oued Eddahab

# holiday.presidents-day
source: Presidents’ Day
nl: Presidentendag

# holiday.prinsjesdag
source: Prince’s Day
nl: Prinsjesdag

# holiday.ramadan-start
source: Start of Ramadan
nl: Begin van Ramadan

# holiday.remembrance-day
source: Remembrance of the Dead
nl: Dodenherdenking

# holiday.republic-day
source: Republic Day
nl: Dag van de Republiek

# holiday.revolution-day-ma
source: Revolution of the King and the People
nl: Revolutie van de Koning en het Volk

# holiday.sinterklaas
source: Saint Nicholas
nl: Sinterklaas

# holiday.spring-bank
source: Spring Bank Holiday
nl: Voorjaarsbankfeestdag

# holiday.summer-bank
source: Summer Bank Holiday
nl: Zomerbankfeestdag

# holiday.suriname-independence
source: Independence Day
nl: Srefidensi

# holiday.throne-day
source: Throne Day
nl: Troonfeest

# holiday.unity-day
source: German Unity Day
nl: Dag van de Duitse Eenheid
